Revit 2027 API
ParameterTypeId.RampAttrLeftBalusterAttachPt Property
 "Left Baluster Location"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RampAttrLeftBalusterAttachPt { get; }
Public Shared ReadOnly Property RampAttrLeftBalusterAttachPt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RampAttrLeftBalusterAttachPt {
	ForgeTypeId^ get ();
}
static member RampAttrLeftBalusterAttachPt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace